Revit 2027 API
UnitTypeId.RadiansPerSecond Property
 Radians per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RadiansPerSecond { get; }
Public Shared ReadOnly Property RadiansPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RadiansPerSecond {
	ForgeTypeId^ get ();
}
static member RadiansPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace